{
  "additional_special_tokens": [
    "<type1>",
    "<type2>",
    "<type3>",
    "<type4>",
    "<type5>",
    "<type6>",
    "<type7>",
    "<type8>",
    "<type9>",
    "<type10>",
    "<type11>",
    "<type12>",
    "<type13>",
    "<type14>",
    "<type15>",
    "<type16>",
    "<type17>",
    "<type18>",
    "<type19>",
    "<type20>",
    "<type21>",
    "<type22>",
    "<type23>",
    "<type24>",
    "<type25>",
    "<type26>",
    "<type27>",
    "<type28>",
    "<type29>",
    "<type30>",
    "<type31>",
    "<type32>",
    "<type33>",
    "<type34>",
    "<type35>",
    "<type36>",
    "<type37>",
    "<type38>",
    "<type39>",
    "<type40>",
    "<type41>",
    "<type42>",
    "<type43>",
    "<type44>",
    "<type45>",
    "<type46>",
    "<type47>",
    "<type48>",
    "<type49>",
    "<type50>",
    "<type51>",
    "<type52>",
    "<type53>",
    "<type54>",
    "<type55>",
    "<type56>",
    "<type57>",
    "<type58>",
    "<type59>",
    "<type60>",
    "<type61>",
    "<type62>",
    "<type63>",
    "<type64>",
    "<type65>",
    "<type66>",
    "<type67>",
    "<type68>",
    "<type69>",
    "<type70>",
    "<type71>",
    "<type72>",
    "<type73>",
    "<type74>",
    "<type75>",
    "<type76>",
    "<type77>",
    "<type78>",
    "<type79>",
    "<type80>",
    "<type81>",
    "<type82>",
    "<type83>",
    "<type84>",
    "<type85>",
    "<type86>",
    "<type87>",
    "<type88>",
    "<type89>",
    "<type90>",
    "<type91>",
    "<type92>",
    "<type93>",
    "<type94>",
    "<type95>",
    "<type96>",
    "<type97>",
    "<type98>",
    "<mask1>",
    "<mask2>",
    "<mask3>",
    "<mask4>",
    "<mask5>",
    "<mask6>",
    "<mask7>",
    "<mask8>",
    "<mask9>",
    "<mask10>",
    "<mask11>",
    "<mask12>",
    "<mask13>",
    "<mask14>",
    "<mask15>",
    "<mask16>",
    "<mask17>",
    "<mask18>",
    "<mask19>",
    "<mask20>",
    "<mask21>",
    "<mask22>",
    "<mask23>",
    "<mask24>",
    "<mask25>",
    "<mask26>",
    "<mask27>",
    "<mask28>",
    "<mask29>",
    "<mask30>",
    "<mask31>",
    "<mask32>",
    "<mask33>",
    "<mask34>",
    "<mask35>",
    "<mask36>",
    "<mask37>",
    "<mask38>",
    "<mask39>",
    "<mask40>",
    "<mask41>",
    "<mask42>",
    "<mask43>",
    "<mask44>",
    "<mask45>",
    "<mask46>",
    "<mask47>",
    "<mask48>",
    "<mask49>",
    "<mask50>",
    "<mask51>",
    "<mask52>",
    "<mask53>",
    "<mask54>",
    "<mask55>",
    "<mask56>",
    "<mask57>",
    "<mask58>",
    "<mask59>",
    "<mask60>",
    "<mask61>",
    "<mask62>",
    "<mask63>",
    "<mask64>",
    "<mask65>",
    "<mask66>",
    "<mask67>",
    "<mask68>",
    "<mask69>",
    "<mask70>",
    "<mask71>",
    "<mask72>",
    "<mask73>",
    "<mask74>",
    "<mask75>",
    "<mask76>",
    "<mask77>",
    "<mask78>",
    "<mask79>",
    "<mask80>",
    "<mask81>",
    "<mask82>",
    "<mask83>",
    "<mask84>",
    "<mask85>",
    "<mask86>",
    "<mask87>",
    "<mask88>",
    "<mask89>",
    "<mask90>",
    "<mask91>",
    "<mask92>",
    "<mask93>",
    "<mask94>",
    "<mask95>",
    "<mask96>",
    "<mask97>",
    "<mask98>"
  ],
  "eos_token": "</s>",
  "pad_token": "<pad>",
  "unk_token": "<unk>"
}
